{
  "projects": [
    {
      "id": "p1",
      "isFeatured": true,
      "category": "App",
      "deviceType": "iphone",
      "youtubeIds": [
        "rY7KynMuh7A",
        "PxBQWbU5Svo"
      ],
      "title": {
        "en": "Clinical Education Ecosystem",
        "es": "Ecosistema de Educación Clínica",
        "de": "Klinisches Bildungsökosystem"
      },
      "story": {
        "why": {
          "en": "After working within Multidisciplanary teams as a therapist in pediatric settings, it's clear to me that the communication and coordination could be better to increase standard of care for patients.",
          "es": "Después de trabajar en equipos multidisciplinarios como terapeuta en entornos pediátricos, me queda claro que la comunicación y la coordinación podrían ser mejores para aumentar el estándar de atención a los pacientes.",
          "de": "Nach meiner Arbeit in multidisziplinären Teams als Therapeut in der Pädiatrie ist mir klar, dass Kommunikation und Koordination besser sein könnten, um den Pflegestandard für Patienten zu erhöhen."
        },
        "result": {
          "en": "I am in contact with multiple organisations about trialing the App as its my personal project. One Clinic has agreed but wont be launching for the next couple of years.",
          "es": "Estoy en contacto con múltiples organizaciones para probar la aplicación, ya que es mi proyecto personal. Una clínica ha aceptado, pero no se lanzará hasta dentro de un par de años.",
          "de": "Ich stehe mit mehreren Organisationen in Kontakt, um die App zu testen, da es mein persönliches Projekt ist. Eine Klinik hat zugestimmt, wird aber erst in den nächsten Jahren starten."
        }
      },
      "powerTags": [
        "React Native",
        "Typescript",
        "Javascript",
        "SQL",
        "API"
      ],
      "techStack": [
        "Accessibility",
        "Information Architecture",
        "React Native",
        "Bilingual Support"
      ],
      "sourceUrl": "https://github.com/MentesenMovimiento/mentesenmovimiento.github.io",
      "liveUrl": "https://mentesenmovimiento.org/"
    },
    {
      "id": "p2",
      "category": "Website",
      "deviceType": "browser",
      "videoUrl": "assets/videos/p2-demo.mp4",
      "title": {
        "en": "Kraken Air & Electrical",
        "es": "Kraken Aire y Electricidad",
        "de": "Kraken Klima & Elektro"
      },
      "story": {
        "why": {
          "en": "Freelancer trying to compete with large organisations in a flooded market of air conditioning repairs and installs. Plus... He made himself a fun Logo with Chat GPT.",
          "es": "Freelancer tratando de competir con grandes organizaciones en un mercado saturado de reparaciones e instalaciones de aire acondicionado. Además... Se hizo un logo divertido con Chat GPT.",
          "de": "Freiberufler, der versucht, mit großen Organisationen in einem überfluteten Markt für Klimaanlagenreparaturen und -installationen zu konkurrieren. Plus... Er hat sich ein lustiges Logo mit Chat GPT gemacht."
        },
        "result": {
          "en": "I designed the colour scheme and theme off his logo and added a calendar to help users feel locked into a commitment and choose him. 100/100 Lighthouse and monitoring SEO for improvements.",
          "es": "Diseñé el esquema de colores y el tema basándome en su logo y agregué un calendario para ayudar a los usuarios a sentirse comprometidos y elegirlo. 100/100 Lighthouse y monitoreando SEO para mejoras.",
          "de": "Ich habe das Farbschema und das Thema basierend auf seinem Logo entworfen und einen Kalender hinzugefügt, damit sich die Benutzer an eine Verpflichtung gebunden fühlen und ihn wählen. 100/100 Lighthouse und Überwachung von SEO auf Verbesserungen."
        }
      },
      "powerTags": [
        "Tailwind CSS",
        "React (Next.js)",
        "Typescript",
        "Python"
      ],
      "techStack": [
        "Vanilla JS",
        "Tailwind CSS",
        "Static Generation"
      ],
      "sourceUrl": "https://github.com/MicahWalkerDesign/Kraken",
      "liveUrl": "https://micahwalkerdesign.github.io/Kraken/",
      "embedUrl": "https://micahwalkerdesign.github.io/Kraken/"
    },
    {
      "id": "p3",
      "deviceType": "iphone",
      "videoUrl": "assets/videos/p3-demo.mp4",
      "title": {
        "en": "PerfExpresso: AI Integrated Crema Analysis",
        "es": "PerfExpresso: Análisis de Crema Integrado con IA",
        "de": "PerfExpresso: KI-integrierte Crema-Analyse"
      },
      "story": {
        "why": {
          "en": "My father in law asked me how to make the coffee from their espresso machine taste better, I started to give a sermon before realising there was an easier way...",
          "es": "Mi suegro me preguntó cómo hacer que el café de su máquina de espresso supiera mejor, empecé a dar un sermón antes de darme cuenta de que había una manera más fácil...",
          "de": "Mein Schwiegervater fragte mich, wie man den Kaffee aus seiner Espressomaschine besser schmecken lassen kann, ich fing an, eine Predigt zu halten, bevor mir klar wurde, dass es einen einfacheren Weg gibt..."
        },
        "result": {
          "en": "A prototype that is ready to test upon my next visit to their house, if it works we will be saving lives, one coffee at a time.",
          "es": "Un prototipo que está listo para probar en mi próxima visita a su casa, si funciona estaremos salvando vidas, un café a la vez.",
          "de": "Ein Prototyp, der bereit ist, bei meinem nächsten Besuch in ihrem Haus getestet zu werden, wenn es funktioniert, werden wir Leben retten, einen Kaffee nach dem anderen."
        }
      },
      "powerTags": [
        "Swift",
        "Xcode",
        "API"
      ],
      "techStack": [
        "Swift / SwiftUI",
        "CoreML",
        "Computer Vision",
        "iOS"
      ],
      "links": {
        "demo": "#",
        "source": "https://github.com/MicahWalkerDesign/PerfEspresso"
      }
    },
    {
      "id": "p4",
      "category": "Website",
      "deviceType": "browser",
      "videoUrl": "assets/videos/p4-demo.mp4",
      "title": {
        "en": "Mentes en Movimiento",
        "es": "Mentes en Movimiento",
        "de": "Mentes en Movimiento"
      },
      "story": {
        "why": {
          "en": "This Clinic didn't have an online presence but needed to start their official applications.",
          "es": "Esta clínica no tenía presencia en línea pero necesitaba comenzar sus solicitudes oficiales.",
          "de": "Diese Klinik hatte keine Online-Präsenz, musste aber ihre offiziellen Anträge starten."
        },
        "result": {
          "en": "A proffessional and multilingual static html that will give government bodies and charities a point of reference in regard to their applications.",
          "es": "Un html estático profesional y multilingüe que dará a los organismos gubernamentales y organizaciones benéficas un punto de referencia con respecto a sus solicitudes.",
          "de": "Ein professionelles und mehrsprachiges statisches HTML, das Regierungsbehörden und Wohltätigkeitsorganisationen einen Bezugspunkt für ihre Anträge gibt."
        }
      },
      "powerTags": [
        "HTML",
        "Javascript",
        "CSS"
      ],
      "techStack": [
        "Semantic HTML",
        "CSS Variables",
        "i18n Support"
      ],
      "sourceUrl": "https://github.com/MentesenMovimiento/mentesenmovimiento.github.io",
      "liveUrl": "https://mentesenmovimiento.org/",
      "embedUrl": "https://micahwalkerdesign.github.io/Mentes/"
    }
  ]
}